Repository: adigxs/easypro237
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: terms-conditions/
fr: termes-conditions/

source: privacy-policy/
fr: politique-confidentialite/

source: STARTED
fr: INITIÉ

source: PENDING
fr: PAYÉ

source: COMMITTED
fr: TRAITÉ

source: REJECTED
fr: REJETÉ

source: COMPLETED
fr: EFFECTUÉ

source: PHYSICAL COPY
fr: COPIE PHYSIQUE

source: SCANNED COPY
fr: COPIE SCANNEE

source: DUAL COPY
fr: COPIE DOUBLE

source: SHIPPED
fr: EXPÉDIÉ

source: RECEIVED
fr: REÇU

source: DELIVERED
fr: LIVRÉ

source: CERTIFICATE OF NON CONVICTION
fr: EXTRAIT DE CASIER JUDICIAIRE

source: MARRIED
fr: MARRIÉ(E)

source: SINGLE
fr: CÉLIBATAIRE

source: DIVORCED
fr: DIVORCÉ(E)

source: WIDOW
fr: VEUVE

source: WIDOWER
fr: VEUF

source: CFI
fr: TPI

source: CFHI
fr: TPGI

source: Sir
fr: Monsieur

source: Mrs
fr: Madame

source: Ms
fr: Mademoiselle

source: Region code
fr: Code iso2 de la région

source: Region of birth
fr: Région de naissance

source: Region of residency
fr: Région de résidence

source: Country of residency
fr: Pays de résidence

source: Disbursement fee of the service
fr: Frais débours du service

source: Recognized stamp fee of the service
fr: Frais des timbres du service

source: Honorary fee of the service
fr: Frais d'honoraire du service

source: Excavation fee of the service
fr: Coût addtionnel du service

source: Default additional criminal record fee of the service
fr: Coût par défaut d'un casier judiciare supplémentaire

source: Ensure email or phone is verified
fr: Vérifiez que votre adresse e-mail ou votre numéro de téléphone

source: Phone
fr: Tél

source: Date of birth
fr: Date de naissance

source: Agent profile picture
fr: Photo de profil de l'agent

source: Agent language
fr: Langue de l'Agent

source: Full name of the client requesting the service
fr: Nom complet du client demandant le service

source: First name of the client requesting the service
fr: Prénom du client demandant le service

source: Last name of the client requesting the service
fr: Nom du client demandant le service

source: Middle name of client requesting the service
fr: Surnom du client demandant le service

source: Gender of client requesting the service
fr: Sexe du client demandant le service

source: Civility
fr: Civilité

source: Civility of the client requesting the service
fr: Civilité du client demandant le service

source: ID card scan of client requesting the service
fr: CNI scannée du client demandant le service

source: Passport of client requesting the service
fr: Passeport du client demandant le service

source: Proof of stay in Cameroon
fr: Preuve de résidence au Cameroun

source: Birthday certificate of client requesting the service
fr: Acte de naissance du client demandant le service

source: 1st phone number of the client requesting the service
fr: 1er numéro de téléphone du client demandant le service

source: 2nd phone number of the client of client requesting the service
fr: 2nd numéro de téléphone du client demandant le service

source: Close friend phone's number
fr: Numéro d'une personne proche

source: Whatsapp phone number of client requesting the service
fr: Numéro Whatsapp du client demandant le service

source: Email of client requesting the service
fr: Adresse e-mail du client demandant le service

source: Department of birth
fr: Département de naissance

source: Country of birth
fr: Pays de naissance

source: User language
fr: Langue de l'utilisateur

source: Residency's hood
fr: Quartier de résidence

source: Town of residency
fr: Ville de résidence

source: Municipality of residency
fr: Commune de résidence

source: Nationality of client requesting the service
fr: Nationalité du client demandant le service

source: Occupation of the client requesting the service
fr: Profession du client demandant le service

source: Marital status of the client requesting the service
fr: Statut matrimonial du client demandant le serivce

source: Address line where the user stays
fr: Adresse de résidence de l'utilisateur

source: Postal code
fr: Boîte postal

source: Postal address of the client, it's going to be use to ship request
fr: Adresse postale du client, elle sera utilisée pour envoyer le colis

source: Describe the purpose of your request
fr: Décrivez l'objet de votre demande

source: Amount of the request
fr: Montant de la demande

source: Municipality where a requested document will be shipped
fr: La commune où le document de la demande sera expédié

source: Town where a requested document will be shipped
fr: La ville où le document de la demande sera expédié

source: Hood where a requested document will be shipped
fr: Le quartier où le document de la demande sera expédié

source: Payment Methods
fr: Méthodes de paiement

source: User Language
fr: Langue de l'utilisateur

source: Message rendered by the gateway for initiated payment transaction ...
fr: Message transmis par la passerelle de paiement pour l'initialisation d'une transaction...

source: Name of the company ...
fr: Nom de l'entreprise ...

source: Percentage the company earns for disbursement on each transaction. Eg: 5, 3, 25 etc...
fr: Pourcentage l'entreprise gagne par débours sur chaque transaction. Ex: 5, 3, 25, etc...

source: Hello
fr: Bonjour

source: You asked a password reset for email
fr: Vous avez demandé à réinitialiser votre adresse e-mail

source: Click the button below
fr: Cliquez sur le bouton ci-dessus

source: Reset password
fr: Réinitialiser votre mot de passe

source: About us
fr: À propos de vous

source: All rights reserved.
fr: Tous droits reservés.

source: Legal mentions
fr: Mentions légales

source: Powered by <a href="%(protocol)s://%(domain)s" style="color: #666; text-decoration: none"><strong>easypro</strong></a> &reg;.
fr: Réalisé par <a href="%(protocol)s://%(domain)s" style="color: #666; text-decoration: none"><strong>easypro</strong></a> &reg;.<br/>

source: Bill
fr: Reçu

source: Head Office
fr: Siège Social

source: Cameroon
fr: Cameroun

source: TPPCR
fr: RCCM

source: UIN
fr: NIU

source: the
fr: le

source: Bill N° (<span style="color: #a70016">%(request_code)s</span>)
fr: Reçu N° (<span style="color: #a70016">%(request_code)s</span>)<br/>

source: From
fr: De

source: Born
fr: Né(e)

source: in %(user_dpb_region)s region/%(user_dpb)s Department, %(court_type)s %(request_court)s,
fr: dans la région du (de l') %(user_dpb_region)s/ Département du (de la/de l')%(user_dpb)s, %(court_type)s de(d') %(request_court)s,

source: in
fr: en (au)

source: Domiciled at the district of %(user_residency_municipality)s, place called : %(destination_location)s
fr: Domicilié dans la commune de %(user_residency_municipality)s, lieu-dit : %(destination_location)s

source: Domiciled in %(user_residency_country)s at : %(user_address)s
fr: Domicilié en (au) %(user_residency_country)s à : %(user_address)s

source: Subject :
fr: Objet :

source: Request to obtain a Criminal Record Bulletin N°3, in his or her name, from the competent court in the above-mentioned place of birth.
fr: Demande d’obtention de son Extrait de Casier Judiciaire Bulletin N°3, en son nom au-près du tribunal compétent de son lieu de naissance cité ci-dessus.

source: Quantity
fr: Quantité

source: Elements
fr: Éléments

source: Quantities
fr: Quantités

source: UP (in %(currency_code)s)
fr: PU (en %(currency_code)s)

source: Amounts (in %(currency_code)s)
fr: Montant (en %(currency_code)s)

source: Stamps
fr: Timbres

source: Disbursements (Printing, photocopying, internet, transport, shipping and forwarding charges, internet charges, envelopes, cardboard folders)
fr: Débours (Impressions, photocopies, internet, Transport, frais d’expédition et de réexpédition, frais d’internet, enveloppes, chemises cartonnées)

source: Package
fr: Forfait

source: Fees
fr: Frais

source: Amount excl.
fr: Montant HT

source: VAT
fr: TVA

source: Service charge
fr: Frais de service

source: Amount incl. VAT
fr: Montant TTC

source: Received by Mobile pay, the sum of
fr: Reçue par paiement Mobile pay, la somme de

source: <h3><mark style="background-color: #fdfa00; text-align: left">NOTICE</mark></h3> <p style="text-align: justify; ">Congratulations! Your trust in us, demonstrated by your successful payment for your intermediation service request at EASYPRO, is invaluable. We deeply appreciate your trust and welcome you to our home. By paying at EASYPRO, you have demonstrated your understanding and acceptance of our terms and conditions. This validation is a crucial step in our process, and we appreciate your attention to detail. You have also accepted our policies on confidentiality, security, and use of your personal data. We want to reassure you that we take the protection of your personal data seriously. Our employees all sign a sworn commitment to keep the part of your personal data that is available to them during their services confidential. Your document and its contents are confidential, and we want to emphasize that your data is safe. You can trust that we will handle your personal data carefully and respectfully. We want to point out that the EASYPRO application does not issue administrative documents, no matter their nature. EASYPRO is a mobile application that allows our agents in the field to receive your service order and to complete your administrative formalities in your place and name using your data as is, with the public administration indicated by you. The EASYPRO Application is the property of the EASY PROCEDURES Economic Interest Group (EASYPRO EIG) with the Board of Directors, whose actual contact details are on the letterhead of this receipt and the name of its CEO at the foot of the receipt. Our agents will contact you as soon as possible to agree with you on the practical modalities of drawing up your document at the indicated place and delivering your authentic document. Please always stay close to your phone until you have been served. Customer service may call you in real time to ask you for more information or to inform you of difficulties encountered in the field about your order. If within (24) twenty-four hours you are not called on the phone or contacted by WhatsApp by our sales team about your order, please follow up by a call or a WhatsApp message to <strong>(+237) 650 22 99 50</strong> or by sending an email at <a href="mailto:support@easyproonline.com">support@easyproonline.com</a>. Do not worry; you will be provided with the proper answers. At EASYPRO, we favor dialogue in all circumstances. This is your prayer, a way of recourse in case of problems. Contact us by any means that leaves a written record if you encounter any difficulties with the quality or duration of our service delivery. EASYPRO IEG and its members decline their responsibilities for any requests for Extract from the Criminal Record made less than SEVEN (07) working days before the deadlines for submitting administrative files, both in Cameroon and abroad</p>
fr: <h3><mark style="background-color: #fdfa00; text-align: left">NOTE</mark></h3> <p style="text-align: justify; ">Félicitations! Votre confiance en nous, démontrée par le paiement réussi de votre demande de service d’intermédiation chez EASYPRO, est inestimable. Nous apprécions profondément votre confiance et vous souhaitons la bienvenue chez nous. En payant chez EASYPRO, vous avez démontré votre compréhension et votre acceptation de nos conditions générales. Cette validation est une étape cruciale dans notre processus, et nous apprécions votre souci du détail. Vous avez également accepté nos politiques en matière de confidentialité, de sécurité et d’utilisation de vos données personnelles. Nous tenons à vous rassurer sur le fait que nous prenons au sérieux la protection de vos données personnelles. Nos collaborateurs s’engagent tous sur l’honneur de préserver la confidentialité de la partie de vos données personnelles qui est à leur disposition lors de leurs prestations. Votre document et son contenu sont confidentiels, et nous tenons à souligner que vos données sont en sécurité. Vous pouvez être sûr que nous traiterons vos données personnelles avec soin et respect. Nous tenons à préciser que l’application EASYPRO ne délivre pas de documents administratifs, quelle que soit leur nature. EASYPRO est une application mobile qui permet à nos agents sur le terrain de recevoir votre commande de service et d’effectuer vos formalités administratives à votre place et en votre nom en utilisant vos données en l’état, auprès de l’administration publique que vous avez indiquée. L’Application EASYPRO est la propriété du Groupement d’Intérêt Economique EASY PROCEDURES (GIE EASYPRO) avec Conseil d’Administration, dont les coordonnées effectives figurent sur papier à en-tête de du présent reçu et le nom de son Directeur Général en bas de ce reçu. Nos agents vous contacteront dans les plus brefs délais pour convenir avec vous des modalités pratiques de rédaction de votre document à l’endroit indiqué et de remise de votre document authentique. Veuillez toujours rester près de votre téléphone jusqu’à ce que vous ayez été servi. Le service client peut vous appeler en temps réel pour vous demander plus d’informations ou pour vous informer des difficultés rencontrées sur le terrain concernant votre commande. Si dans les (24) vingt-quatre heures vous n’êtes pas appelé au téléphone ou contacté par WhatsApp par notre équipe commerciale au sujet de votre commande, veuillez faire un suivi par un appel ou un message WhatsApp au <strong>(+237) 650 22 99 50</strong> ou en envoyant un email à <a href="mailto:support@easyproonline.com">support@easyproonline.com</a>. Ne vous inquiétez pas, vous recevrez les réponses appropriées. Chez EASYPRO, nous privilégions le dialogue en toutes circonstances. C’est votre prière, une voie de recours en cas de problème. Contactez-nous par tout moyen laissant une trace écrite, si vous rencontrez des difficultés concernant la qualité ou la durée de notre prestation de service.EASYPRO GIE et ses membres déclinent leurs responsabilités pour toutes demandes d’Extrait de Casier Judiciaire faites à moins de SEPT (07) jours ouvrables des dates limites des dépôts des dossiers administratifs, tant au Cameroun qu’à l’étranger.</p>

source: TERMS AND CONDITIONS FOR EASYPRO SERVICE (“TERMS”)
fr: TERMES ET CONDITIONS DU SERVICE EASYPRO (« Termes »)

source: 1. THE AGREEMENT
fr: 1. L'ACCORD

source: 1.1. These Terms set out the complete Terms and Conditions between You and EASYPRO GIE for the provision of EASYPRO Cameroun Service (as hereinafter defined) and shall be binding on Your representatives and assignees.
fr: 1.1. Les présents Termes définissent les Termes et Conditions complets entre Vous et le GIE EASYPRO pour la fourniture du Service EASYPRO Cameroun (tel que défini ci-après) et lieront Vos représentants et cessionnaires.

source: 1.2. These Terms and any amendments or variations take effect on their publication date..
fr: 1.2. Les présents Termes et toutes modifications ou variations y afférentes entrent en vigueur à leur date de publication.

source: 2. DEFINITIONS
fr: 2. DÉFINITIONS

source: In these Terms, the following words and expressions (save where the context requires otherwise) bear the following meanings :
fr: Dans les présents Termes et Conditions, les mots et expressions suivants (sauf lorsque le contexte l'exige autrement) ont les significations suivantes :

source: 2.1. 'EASYPRO Cameroun' means the Mobile Application for EASYPRO Services downloaded from the App Store, the Play Store, or any other trusted Mobile App Marketplace..
fr: 2.1. « Application EASYPRO Cameroun » désigne l'Application Mobile pour les services EASYPRO téléchargée depuis App Store, Play Store ou tout autre plateforme réputée proposant des applications mobiles.

source: 2.2. “Agreement” means these Terms and Conditions and any amendments that will be made as required
fr: 2.2. « Accord » désigne les présents Termes et Conditions et toutes les modifications qui seront apportées si nécessaire

source: 2.3. “Service Amount” refers to Fees and Charges paid for any EASYPRO Cameroun Service.
fr: 2.3. « Montant du Service » fait référence aux Frais et Charges payés pour tout Service EASYPRO.

source: 2.4. “Receipt” means electronic receipt generated by EASYPRO Cameroun App and sent to the Customer. All receipts are electronic versions.
fr: 2.4. « Reçu » désigne le reçu électronique généré par l'application EASYPRO et envoyé au Client. Tous les reçus sont des versions électroniques.

source: 2.5. “Currency” means Central Africa CFA Francs (XAF) or Euro (EUR), and will be clearly stated in the EASYPRO App.
fr: 2.5. « Devise » désigne les Francs CFA d'Afrique centrale (XAF) ou l'Euro (EUR), et sera clairement indiquée dans l'application EASYPRO Cameroun.

source: 2.6. “Customer” means anyone registered to use EASYPRO Cameroun Service and accepted these Terms..
fr: 2.6. « Client » désigne toute personne qui s'est inscrite pour utiliser le service EASYPRO Cameroun et a accepté les présents Termes.

source: 2.7. “Customer Care Centre” means a customer care center designated for the Service per these Terms.<br/>2.8. “Agent” means the local representative of EASYPRO GIE in charge of locally requesting the issuing of Customer Criminal Record from Cameroon Judiciary Services.
fr: 2.7. « Centre de Service Client » désigne un centre de service client désigné pour le Service conformément aux présentes Conditions.<br/>2.8. « Agent » désigne le représentant local du GIE EASYPRO chargé de demander localement la délivrance du Casier Judiciaire du client auprès des services Judiciaires du Cameroun.
