Repository: adigxs/easypro237
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: 2.9. “The Regional” means the Regional Manager who coordinates the Agents of a given region. He is responsible for monitoring Criminal Record requests assigned to Agents in his region, receiving Criminal Record from those Agents, and channeling to the Distributor responsible for delivering Criminal Record hard copy to the Customer.<br/>2.10. “Distributor” means the organization responsible for delivering a hard copy of a criminal record to the customer.<br/>2.11. “Fees” means the fees applicable to EASYPRO Cameroun Service and any other fees per these Terms and includes any charges and applicable taxes thereon under the laws of Cameroon. Fees are subject to change at any time at the discretion of EASYPRO GIE..<br/>2.12.“Government” means the Government of the Republic of Cameroon or any other Government lawfully established under the laws of the Republic of Cameroon.<br/>2.13. “Know Your Customer,” also known as “KYC,” refers to Customer Due Diligence obligations prescribed by relevant laws and as may be prescribed or recommended by the Government of the Republic of Cameroon and/or ANTIC (Cameroon National Agency for Information and Communication Technologies).<br/>2.14. “Mobile Money (MoMo)” means the money transfer and payment services managed and operated by MTN Mobile Money Corporation in Cameroon.<br/>2.15. “Orange Money (OM)” means the money transfer and payment services managed and operated by Orange Money Corporation in Cameroon.<br/>2.16. “Debit/Credit Card” means debit or credit cards (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.) used by the Customer to pay services. EASYPRO GIE Partner bank is United Bank for Africa (UBA) Cameroun..<br/>2.17. “Birth Certificate” means the certificate issued at the Customer's birth.<br/>2.18. “Marriage Certificate” means the certificate issued at the Customer's wedding.<br/>2.19. “Identity Document” means a document that identifies the Customer and proves that the customer resides or has resided in Cameroon. It can be a National ID Card, a Passport, or a Copy of an Entry VISA to Cameroon.<br/>2.20. “Establishment Court” means The Court where a Customer's Criminal Record must be issued.<br/>2.21. “Fees Statement” means the breakdown of those items that constitute the overall Service fee. <br/>2.22. “Operating Costs” means the amount to be paid by the Agent to complete the issuing of the Criminal Record by the Cameroon Judiciary Services. <br/>2.23.“Equipment” means any device owned by the Customer and used to access EASYPRO Cameroun Service. Such equipment may include but is not limited to cellular phones, tablets, and computers.<br/>2.24. “Tax and Stamp fees” means the amount paid to the Cameroon Public Treasury. <br/>2.25. “Service Fees” means the amount retained by EASYPRO GIE for the overall management of the delivery of deliverables.<br/>2.26. “Party” refers to Customer or EASYPRO GIE individually.<br/>2.27. “Parties” means Customer and EASYPRO GIE jointly.<br/>2.28.“Request” means a request or instruction received by EASYPRO GIE from Customer or purportedly from Customer through the EASYPRO Cameroun App and upon which EASYPRO GIE is authorized to act.<br/>2.29. “Service” means EASYPRO Cameroun Service, which coordinates the Criminal Record issuing and delivery to the Customer under this Agreement, which Service is also known as EASYPRO Cameroun Service.<br/>2.30. “Terms” means these Terms and Conditions, including any amendments or updates to the Terms and Conditions as required.<br/>2.31. “We,” “we”, “our,” and “us,” mean EASYPRO GIE and include our successors and assignees.<br/>2.32. “You” or “your” means the Customer and includes the Customer’s representatives and assignees. 2.33. Words importing the singular meaning where the context so admits include the plural meaning and vice versa. </section><section>3. ACCEPTANCE OF THE TERMS AND CONDITIONS <br/>3.1.Before opting-in or registering for the Service, you should carefully read and understand these Terms as they govern the access, use, and operation of the Service. These Terms are available at <a href=”https://www.easyproonline.com/termsandconditions”>www.easyproonline.com/termsandconditions </a><br/>3.2. If you do not agree with these Terms, please click on Deny on the EASYPRO Cameroun App.<br/>3.3. You will be deemed to have read, understood, and accepted these Terms :<br/><p class='pl-6'>3.3.1. Upon opening the EASYPRO Cameroun App, you will be prompted to read the Terms and Conditions available at www.easyproonline.com/termsandconditions, following which you will have to click on either “I Accept” or “I Refuse.” </p><p class='pl-6'>3.3.2. By using or continuing to use and requesting the Service.</p>3.4. By registering for the Service, you agree to comply with and be bound by these Terms as amended and revised occasionally. You acknowledge that these Terms are without prejudice to any other rights that We may have in law or otherwise regarding your registration, access, and use of the Service.<br/>3.5. We may occasionally vary or amend these Terms, and your continued access and use of the Service constitutes your acceptance to be bound by the Terms of any such amendment or variation.</section><section>4. REGISTERING FOR THE SERVICE / QUALIFYING CRITERIA <br/><br/>4.1. By opting into the Service, you confirm and warrant that you are (a) at least Twenty-one (21) years old; (b) with full legal capacity to conclude a valid and legally binding agreement; (c) reside in Cameroon; or (d) were residing in Cameroon during the period of requested Criminal Record.<br/>4.2. We reserve the right to verify the authenticity and status of the required documents you will provide as You opt into the Service. Your request might be declined if we are not satisfied that you have met the minimum requirements.<br/>4.3. You may register for the Service under one name and one telephone number only, and the Terms and Conditions apply to the Demand ID registered under that name and telephone number.<br/>4.4. You hereby agree and authorize the exchange between EASYPRO GIE and its partners working at providing this service of any of your personal information held by us regarding the delivery of EASYPRO Cameroun Service. Such personal information includes but is not restricted to your telephone number, name, date of birth, ID Card or Passport Number, and other information that will enable us to identify you and comply with the local regulatory “Know Your Customer” requirements.<br/>4.5. You also agree and authorize us to use your information to deliver EASYPRO Cameroun Service, as we shall require it to deliver the Service.<br/>4.6. You will opt into the Service solely by using your Equipment via EASYPRO Cameroun App. <br/>4.7. You hereby agree and authorize us to obtain and provide your Personal Information as held by Cameroon Authority, and you further agree and consent to the disclosure and provision of such Personal Information held by the Government of Cameroon to us. <br/>4.8. You hereby further acknowledge and authorize to verify your Personal Information against the information received from you in respect of Cameroon Regulation. </section><section>5. YOUR REQUESTS <br/>5.1.You hereby irrevocably authorize EASYPRO GIE to act on all Requests received by us from you using the EASYPRO Cameroun App and to hold you liable in respect thereof. We may, nevertheless, refuse to carry out any requests beyond the scope of the Service as offered from time to time..<br/>5.2.We shall be deemed to have acted properly and fully performed all our obligations upon our compliance with the Request. We may ask for further information or confirmation (whether written or otherwise) from you before complying with a Request. Still, we shall not be obliged to comply with a Request without further information or confirmation, nor to seek and receive your confirmation before complying with a Request.<br/>5.3. We shall decline any Request for the Service if the request does not comply with all the input documents required to submit the Request to the Establishment Court.<br/>5.4. EASYPRO Cameroun services are all prepaid. By agreeing to these terms and conditions of use, you also agree to prepay for your requested service.<br/>5.5. EASYPRO Cameroun declines its responsibility for service requests submitted six (6) working days before the event's closing date for which the service is requested.<br/>5.6. EASYPRO Cameroun delivers or sends the deliverable between three (3) and seven (7) working days, starting from the working day following your payment, depending on the distance between the place of birth and the declared place of delivery. Users residing abroad must take into account an additional delay related to shipping. <br/>5.7.EASYPRO Cameroun is not responsible for any inconvenience suffered in cases of force majeure.</section><section>6. FILLING REQUEST FORM<br/>6.1.Upon opting into the Service, you will fill out the request form: <p class='pl-6'>• With your personal information (name, surname, telephone number, region of birth) </p><p class='pl-6'>• With information needed to establish the Criminal Record (Country of residence, Establishment Court, Delivery address, Alternate telephone number)</p>6.2. Review the information provided and confirm that all the information is accurate.</section><section>7. FEES STATEMENT <br/> 7.1. Following confirmation of the required information, the Fee statement will be displayed to You. <br/> 7.2. The Fee statement describes the cost breakdown per item (Tax and Stamp, Service Fees, Operating Cost) <br/>7.3. You must confirm the Fee statement to initiate the payment.</section><section>8. PAYMENT OPTION VALIDATION :<br/>8.1.The list of payment options will be displayed. Payment means are MTN Mobile Money (MoMo), Orange Money (OM), or debit or credit card (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.).<br/>8.2. For Mobile Money (MoMo) or Orange Money (OM), the Customer will enter their telephone number.<br/>8.3. For Debit or Credit card, the Customer would enter the Debit or Credit card details.<br/>8.4. For all payments, the Customer will receive a notification of payment completion. In addition, for MoMo and OM, the Customer will receive an SMS Notification. <br/>8.5.The currency will either be Central Africa CFA Francs (XAF) or Euro (EUR).</section><section>9. UPLOADING OF REQUIRED DOCUMENTS<br/>9.1. Customer should provide the documents required for the issuing of the Criminal Record :<br/><p class='pl-6'>• Identity Document: National ID Card (recto/verso), Passport, or a Copy of an Entry VISA to Cameroon.</p><p class='pl-6'>• Birth Certificate</p><p class='pl-6'>• Marriage Certificate (applicable only for married women) </p>9.2. The Customer will receive a message confirming the successful uploading of the documents 9.3. The Customer will then be able to download the final request receipt.</section><section>10. LIEN AND SECURITY RIGHTS<br/>10.1.You hereby constitute us as your Attorney to complete EASYPRO Services concerning your Criminal Record request or any other property held by us in link to the purposes. </section><section>11. DOWNLOADING YOUR RECEIPT<br/>11.1. We invite and strongly recommend that you upload your receipt at the end of the service request submission process.</section><section>12. CUSTOMER COMPLAINTS<br/>12.1.Complaints must be made by contacting +237 650 229 950 by WhatsApp only or by writing to support@easyproonline.com, all intended to support EASYPRO Cameroun services. You can also visit our website, www.easyproonline.com.<br/>12.2. We will take all reasonable measures to resolve your complaints per the EASYPRO Cameroun Services Terms and Conditions. We will handle all complaints per our Complaints Handling Procedures, which are available upon request.</section><section>13. FEES, CHARGES AND EXPENSES<br/>13.1. You are responsible for paying all applicable Fees for using the Service. The Fees payable are presented to you for each request. <br/>13.2. All Fees are deducted at source and are subject to change at any time at EASYPRO Cameroun's sole discretion.<br/>13.3. Except as may otherwise be notified, Fees include all applicable taxes, including Value Added Tax (VAT) at the prevailing rate. You hereby agree to pay all Service fees and associated taxes.<br/>13.4. When you make any Request for the Service, we shall notify you of the applicable Fees to allow you to confirm your knowledge and acceptance of such Fees.<br/>13.5. We shall provide a detailed breakdown of the Fees incurred in the full statement. <br/>13.6. Fees relating to your use shall strictly follow the prevailing terms and conditions for EASYPRO Cameroun Service.</section><section>14. TAXES<br/>All EASYPRO Cameroun Services include any taxes you pay. You hereby permit us to revise the Fees upon any changes to applicable taxes.</section><section>15. DISCLOSURE OF PERSONAL INFORMATION<br/>15.1. You hereby expressly consent and authorize EASYPRO GIE to disclose, receive, record, or utilize your personal information or data relating to your EASYPRO Cameroun Service request for any need to deliver the Service and any details of your use of the Services:<!-- --> <p class='pl-6'>1. To and from our service providers, Distributors, Agents, or any other company that may be or become our affiliate, subsidiary, or holding company for reasonable commercial purposes relating to the Services.<!-- --> </p><p class='pl-6'>2. To our lawyers, auditors, or other professional advisors, or to any court or arbitration tribunal in connection with any legal or audit proceedings to the extent required during the normal course of their duties.<!-- --> </p><p class='pl-6'>3. To comply with Cameroon laws, regulations, or court orders. </p><p class='pl-6'>4. For reasonable commercial purposes connected to your use of the Services, such as marketing and research-related activities; and <!-- --> </p><p class='pl-6'>5.In business practices including but not limited to quality control, training, and ensuring effective systems operation.<!-- --> </p><p class='pl-6'>6. In instances where you authorize us to disclose information.</p>15.2. You authorize us to disclose any information relating to your EASYPRO Cameroun Services to any Cameroon, foreign, or international law enforcement or governmental agencies to assist in the prevention, detection, investigation, or prosecution of criminal activities or fraud or to any other institution or 3rd Party as required by the laws of any country we deem necessary.<br/>15.3. You authorize us to disclose, respond, advise exchange, and communicate the details or information pertaining to your EASYPRO Services to 3rd Parties involved in the administration of your EASYPRO Cameroun Services, underwriting of insurance policies, updating of databases, or provision of user support.</section><section>16. YOUR EQUIPMENT AND RESPONSIBILITIES<br/>16.1. You shall, at your own expense, provide and maintain in safe and efficient operating order such Equipment necessary for accessing the Services. You shall be responsible for ensuring the proper performance of your Equipment. We shall neither be responsible for any errors or failures caused by any malfunction of your Equipment nor shall we be responsible for any computer/telephone virus or related problems that may be associated with your access and use of the Services and Equipment. You shall be responsible for charges due to any service provider providing you with connection to the Network and we shall not be responsible for losses or delays caused by any such service provider.<br/>16.2. You shall follow all instructions, procedures, and these Terms and Conditions and any other documents we may provide you concerning access and use of the Services and Equipment.<br/>16.3.You agree and acknowledge that you shall be solely responsible for the safekeeping and proper use of your Equipment.</section><section>17. INDEMNITY<br/>17.1 In consideration of EASYPRO GIE complying with your instructions or Requests in relation to the EASYPRO Cameroun Services, you undertake to indemnify us and hold us harmless against any loss, charge, damage, expense, fee, or claim which we may suffer or incur or sustain thereby. You absolve us from all liability for loss or damage you may sustain from us acting on your instructions or requests per these Terms. <br/>17.2 The indemnity in clause 16.1 shall also cover All demands, claims, actions, losses, and damages of whatever nature which may be brought against any of us or which we may suffer or incur arising from acting or not acting on any Request or arising from the malfunction or failure or unavailability of any hardware, software, or equipment, the loss or destruction of any data, power failures, corruption of storage media, natural phenomena, riots, acts of vandalism, sabotage, terrorism, any other event beyond our control, interruption or distortion of communication links or arising from reliance on any person or any incorrect, illegible, incomplete or inaccurate information or data contained in any Request received by us. <br/>17.3 The Indemnity in Clause 16.1 shall also cover any loss or damage that may arise from your use, misuse, abuse, or possession of any 3rd Party software, including, without limitation, any operating system, browser software, or any other software packages or programs, any unauthorized access to EASYPRO Cameroun App, or any breach of security or any destruction or accessing of your data or any destruction or theft of or damage to any of your Equipment, any loss or damage occasioned by the failure by you to adhere to these Terms and/or by supplying of incorrect information or loss or damage occasioned by the failure or unavailability of third party facilities or systems or the inability of a third party to process a transaction or any loss which may be incurred by us as a consequence of any breach by these Terms by you.</section><section>18. VARIATION AND TERMINATION OF RELATIONSHIP<br/>18.1.We may at any time, upon notice to you, terminate or vary our business relationship with you and suspend or discontinue your registration and or access to the Service:<p class='pl-6'>• If you use the Service for unauthorized purposes or where we detect any abuse/misuse, breach of content, fraud, or attempted fraud relating to your use of the Services.</p><p class='pl-6'>• If we are required or requested to comply with an order or instruction of, or a recommendation from Cameroon Authorities, Court, Regulator, or other competent Authority to that effect or necessitating it.</p><p class='pl-6'>• If we reasonably suspect or believe that you are in breach of these Terms (including non-payment of any amount due from you where applicable).</p><p class='pl-6'>• Where such a suspension or variation is necessary due to technical problems or for reasons of your safety or public access.</p><p class='pl-6'>• to facilitate, update, or upgrade the contents or functionality of the Services from time to time.</p><p class='pl-6'>• If we decide to suspend or cease the provision of the Services for commercial or any other reason as we may determine.</p>18.2. Termination shall not affect either party's accrued rights and liabilities and, in particular, shall not affect your obligations to meet any liabilities incurred prior to such termination.</section><section>19. BREACH OF TERMS AND CONDITIONS<br/>In the event of any breach of these terms and conditions, we may in circumstances where you fail to comply or fail to procure compliance with the terms of a notice consequently served on you, require immediate repayment in full of the Facility and/or forthwith terminate the contractual relationship with you without any consequential liability to you or any other person.</section><section>20. MISCELLANEOUS<br/>20.1. These Terms (as may be amended occasionally) form a legally binding agreement binding on you.<br/>20.2. We may vary or amend these Terms of EASYPRO Cameroun Services at any time and without consultation to you provided that EASYPRO GIE shall, upon reasonable notice, inform you of any such variations or amendments in advance of their intended commencement date and such notice and particulars of the variations including the amended version of these Terms shall be published on EASYPRO websites and may, additionally, be published in any other means as we may determine.<br/>20.3. No failure or delay by either yourself or on our part in exercising any right or remedy hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or remedy prevent any further or other exercise thereof or the exercise of any other right or remedy.<br/>20.4. The rights and remedies herein are cumulative and not exclusive of any rights or remedies provided by law.<br/>20.5. If any provision of these Terms shall be found by any duly appointed arbitrator, court, or administrative body of competent jurisdiction to be invalid or unenforceable, the invalidity or unenforceability of such provision shall not affect the other provisions herein.<br/>20.6. Any variations or amendments to these Terms shall be binding upon you as fully as if the same were contained in these Terms.<br/>20.7. We may translate these Terms into multiple languages. If there are any differences or conflicts between the English version and the version of these Terms in any other language, the English version will prevail (to the extent permitted by applicable laws) unless specified otherwise.<br>20.8Your contractual relationship with us is governed in all respects by ANTIC (Cameroon National Agency for Information and Communication Technologies) laws and regulations, notably the law on Cyber Security, and the parties submit to the exclusive jurisdiction of the [insert] courts.</section>2.9. “The Regional” means the Regional Manager who coordinates the Agents of a given region. He is responsible for monitoring Criminal Record requests assigned to Agents in his region, receiving Criminal Record from those Agents, and channeling to the Distributor responsible for delivering Criminal Record hard copy to the Customer.<br/>2.10. “Distributor” means the organization responsible for delivering a hard copy of a criminal record to the customer.<br/>2.11. “Fees” means the fees applicable to EASYPRO Cameroun Service and any other fees per these Terms and includes any charges and applicable taxes thereon under the laws of Cameroon. Fees are subject to change at any time at the discretion of EASYPRO GIE..<br/>2.12.“Government” means the Government of the Republic of Cameroon or any other Government lawfully established under the laws of the Republic of Cameroon.<br/>2.13. “Know Your Customer,” also known as “KYC,” refers to Customer Due Diligence obligations prescribed by relevant laws and as may be prescribed or recommended by the Government of the Republic of Cameroon and/or ANTIC (Cameroon National Agency for Information and Communication Technologies).<br/>2.14. “Mobile Money (MoMo)” means the money transfer and payment services managed and operated by MTN Mobile Money Corporation in Cameroon.<br/>2.15. “Orange Money (OM)” means the money transfer and payment services managed and operated by Orange Money Corporation in Cameroon.<br/>2.16. “Debit/Credit Card” means debit or credit cards (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.) used by the Customer to pay services. EASYPRO GIE Partner bank is United Bank for Africa (UBA) Cameroun..<br/>2.17. “Birth Certificate” means the certificate issued at the Customer's birth.<br/>2.18. “Marriage Certificate” means the certificate issued at the Customer's wedding.<br/>2.19. “Identity Document” means a document that identifies the Customer and proves that the customer resides or has resided in Cameroon. It can be a National ID Card, a Passport, or a Copy of an Entry VISA to Cameroon.<br/>2.20. “Establishment Court” means The Court where a Customer's Criminal Record must be issued.<br/>2.21. “Fees Statement” means the breakdown of those items that constitute the overall Service fee. <br/>2.22. “Operating Costs” means the amount to be paid by the Agent to complete the issuing of the Criminal Record by the Cameroon Judiciary Services. <br/>2.23.“Equipment” means any device owned by the Customer and used to access EASYPRO Cameroun Service. Such equipment may include but is not limited to cellular phones, tablets, and computers.<br/>2.24. “Tax and Stamp fees” means the amount paid to the Cameroon Public Treasury. <br/>2.25. “Service Fees” means the amount retained by EASYPRO GIE for the overall management of the delivery of deliverables.<br/>2.26. “Party” refers to Customer or EASYPRO GIE individually.<br/>2.27. “Parties” means Customer and EASYPRO GIE jointly.<br/>2.28.“Request” means a request or instruction received by EASYPRO GIE from Customer or purportedly from Customer through the EASYPRO Cameroun App and upon which EASYPRO GIE is authorized to act.<br/>2.29. “Service” means EASYPRO Cameroun Service, which coordinates the Criminal Record issuing and delivery to the Customer under this Agreement, which Service is also known as EASYPRO Cameroun Service.<br/>2.30. “Terms” means these Terms and Conditions, including any amendments or updates to the Terms and Conditions as required.<br/>2.31. “We,” “we”, “our,” and “us,” mean EASYPRO GIE and include our successors and assignees.<br/>2.32. “You” or “your” means the Customer and includes the Customer’s representatives and assignees. 2.33. Words importing the singular meaning where the context so admits include the plural meaning and vice versa. </section><section>3. ACCEPTANCE OF THE TERMS AND CONDITIONS <br/>3.1.Before opting-in or registering for the Service, you should carefully read and understand these Terms as they govern the access, use, and operation of the Service. These Terms are available at <a href=”https://www.easyproonline.com/termsandconditions”>www.easyproonline.com/termsandconditions </a><br/>3.2. If you do not agree with these Terms, please click on Deny on the EASYPRO Cameroun App.<br/>3.3. You will be deemed to have read, understood, and accepted these Terms :<br/><p class='pl-6'>3.3.1. Upon opening the EASYPRO Cameroun App, you will be prompted to read the Terms and Conditions available at www.easyproonline.com/termsandconditions, following which you will have to click on either “I Accept” or “I Refuse.” </p><p class='pl-6'>3.3.2. By using or continuing to use and requesting the Service.</p>3.4. By registering for the Service, you agree to comply with and be bound by these Terms as amended and revised occasionally. You acknowledge that these Terms are without prejudice to any other rights that We may have in law or otherwise regarding your registration, access, and use of the Service.<br/>3.5. We may occasionally vary or amend these Terms, and your continued access and use of the Service constitutes your acceptance to be bound by the Terms of any such amendment or variation.</section><section>4. REGISTERING FOR THE SERVICE / QUALIFYING CRITERIA <br/><br/>4.1. By opting into the Service, you confirm and warrant that you are (a) at least Twenty-one (21) years old; (b) with full legal capacity to conclude a valid and legally binding agreement; (c) reside in Cameroon; or (d) were residing in Cameroon during the period of requested Criminal Record.<br/>4.2. We reserve the right to verify the authenticity and status of the required documents you will provide as You opt into the Service. Your request might be declined if we are not satisfied that you have met the minimum requirements.<br/>4.3. You may register for the Service under one name and one telephone number only, and the Terms and Conditions apply to the Demand ID registered under that name and telephone number.<br/>4.4. You hereby agree and authorize the exchange between EASYPRO GIE and its partners working at providing this service of any of your personal information held by us regarding the delivery of EASYPRO Cameroun Service. Such personal information includes but is not restricted to your telephone number, name, date of birth, ID Card or Passport Number, and other information that will enable us to identify you and comply with the local regulatory “Know Your Customer” requirements.<br/>4.5. You also agree and authorize us to use your information to deliver EASYPRO Cameroun Service, as we shall require it to deliver the Service.<br/>4.6. You will opt into the Service solely by using your Equipment via EASYPRO Cameroun App. <br/>4.7. You hereby agree and authorize us to obtain and provide your Personal Information as held by Cameroon Authority, and you further agree and consent to the disclosure and provision of such Personal Information held by the Government of Cameroon to us. <br/>4.8. You hereby further acknowledge and authorize to verify your Personal Information against the information received from you in respect of Cameroon Regulation. </section><section>5. YOUR REQUESTS <br/>5.1.You hereby irrevocably authorize EASYPRO GIE to act on all Requests received by us from you using the EASYPRO Cameroun App and to hold you liable in respect thereof. We may, nevertheless, refuse to carry out any requests beyond the scope of the Service as offered from time to time..<br/>5.2.We shall be deemed to have acted properly and fully performed all our obligations upon our compliance with the Request. We may ask for further information or confirmation (whether written or otherwise) from you before complying with a Request. Still, we shall not be obliged to comply with a Request without further information or confirmation, nor to seek and receive your confirmation before complying with a Request.<br/>5.3. We shall decline any Request for the Service if the request does not comply with all the input documents required to submit the Request to the Establishment Court.<br/>5.4. EASYPRO Cameroun services are all prepaid. By agreeing to these terms and conditions of use, you also agree to prepay for your requested service.<br/>5.5. EASYPRO Cameroun declines its responsibility for service requests submitted six (6) working days before the event's closing date for which the service is requested.<br/>5.6. EASYPRO Cameroun delivers or sends the deliverable between three (3) and seven (7) working days, starting from the working day following your payment, depending on the distance between the place of birth and the declared place of delivery. Users residing abroad must take into account an additional delay related to shipping. <br/>5.7.EASYPRO Cameroun is not responsible for any inconvenience suffered in cases of force majeure.</section><section>6. FILLING REQUEST FORM<br/>6.1.Upon opting into the Service, you will fill out the request form: <p class='pl-6'>• With your personal information (name, surname, telephone number, region of birth) </p><p class='pl-6'>• With information needed to establish the Criminal Record (Country of residence, Establishment Court, Delivery address, Alternate telephone number)</p>6.2. Review the information provided and confirm that all the information is accurate.</section><section>7. FEES STATEMENT <br/> 7.1. Following confirmation of the required information, the Fee statement will be displayed to You. <br/> 7.2. The Fee statement describes the cost breakdown per item (Tax and Stamp, Service Fees, Operating Cost) <br/>7.3. You must confirm the Fee statement to initiate the payment.</section><section>8. PAYMENT OPTION VALIDATION :<br/>8.1.The list of payment options will be displayed. Payment means are MTN Mobile Money (MoMo), Orange Money (OM), or debit or credit card (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.).<br/>8.2. For Mobile Money (MoMo) or Orange Money (OM), the Customer will enter their telephone number.<br/>8.3. For Debit or Credit card, the Customer would enter the Debit or Credit card details.<br/>8.4. For all payments, the Customer will receive a notification of payment completion. In addition, for MoMo and OM, the Customer will receive an SMS Notification. <br/>8.5.The currency will either be Central Africa CFA Francs (XAF) or Euro (EUR).</section><section>9. UPLOADING OF REQUIRED DOCUMENTS<br/>9.1. Customer should provide the documents required for the issuing of the Criminal Record :<br/><p class='pl-6'>• Identity Document: National ID Card (recto/verso), Passport, or a Copy of an Entry VISA to Cameroon.</p><p class='pl-6'>• Birth Certificate</p><p class='pl-6'>• Marriage Certificate (applicable only for married women) </p>9.2. The Customer will receive a message confirming the successful uploading of the documents 9.3. The Customer will then be able to download the final request receipt.</section><section>10. LIEN AND SECURITY RIGHTS<br/>10.1.You hereby constitute us as your Attorney to complete EASYPRO Services concerning your Criminal Record request or any other property held by us in link to the purposes. </section><section>11. DOWNLOADING YOUR RECEIPT<br/>11.1. We invite and strongly recommend that you upload your receipt at the end of the service request submission process.</section><section>12. CUSTOMER COMPLAINTS<br/>12.1.Complaints must be made by contacting +237 650 229 950 by WhatsApp only or by writing to support@easyproonline.com, all intended to support EASYPRO Cameroun services. You can also visit our website, www.easyproonline.com.<br/>12.2. We will take all reasonable measures to resolve your complaints per the EASYPRO Cameroun Services Terms and Conditions. We will handle all complaints per our Complaints Handling Procedures, which are available upon request.</section><section>13. FEES, CHARGES AND EXPENSES<br/>13.1. You are responsible for paying all applicable Fees for using the Service. The Fees payable are presented to you for each request. <br/>13.2. All Fees are deducted at source and are subject to change at any time at EASYPRO Cameroun's sole discretion.<br/>13.3. Except as may otherwise be notified, Fees include all applicable taxes, including Value Added Tax (VAT) at the prevailing rate. You hereby agree to pay all Service fees and associated taxes.<br/>13.4. When you make any Request for the Service, we shall notify you of the applicable Fees to allow you to confirm your knowledge and acceptance of such Fees.<br/>13.5. We shall provide a detailed breakdown of the Fees incurred in the full statement. <br/>13.6. Fees relating to your use shall strictly follow the prevailing terms and conditions for EASYPRO Cameroun Service.</section><section>14. TAXES<br/>All EASYPRO Cameroun Services include any taxes you pay. You hereby permit us to revise the Fees upon any changes to applicable taxes.</section><section>15. DISCLOSURE OF PERSONAL INFORMATION<br/>15.1. You hereby expressly consent and authorize EASYPRO GIE to disclose, receive, record, or utilize your personal information or data relating to your EASYPRO Cameroun Service request for any need to deliver the Service and any details of your use of the Services:<!-- --> <p class='pl-6'>1. To and from our service providers, Distributors, Agents, or any other company that may be or become our affiliate, subsidiary, or holding company for reasonable commercial purposes relating to the Services.<!-- --> </p><p class='pl-6'>2. To our lawyers, auditors, or other professional advisors, or to any court or arbitration tribunal in connection with any legal or audit proceedings to the extent required during the normal course of their duties.<!-- --> </p><p class='pl-6'>3. To comply with Cameroon laws, regulations, or court orders. </p><p class='pl-6'>4. For reasonable commercial purposes connected to your use of the Services, such as marketing and research-related activities; and <!-- --> </p><p class='pl-6'>5.In business practices including but not limited to quality control, training, and ensuring effective systems operation.<!-- --> </p><p class='pl-6'>6. In instances where you authorize us to disclose information.</p>15.2. You authorize us to disclose any information relating to your EASYPRO Cameroun Services to any Cameroon, foreign, or international law enforcement or governmental agencies to assist in the prevention, detection, investigation, or prosecution of criminal activities or fraud or to any other institution or 3rd Party as required by the laws of any country we deem necessary.<br/>15.3. You authorize us to disclose, respond, advise exchange, and communicate the details or information pertaining to your EASYPRO Services to 3rd Parties involved in the administration of your EASYPRO Cameroun Services, underwriting of insurance policies, updating of databases, or provision of user support.</section><section>16. YOUR EQUIPMENT AND RESPONSIBILITIES<br/>16.1. You shall, at your own expense, provide and maintain in safe and efficient operating order such Equipment necessary for accessing the Services. You shall be responsible for ensuring the proper performance of your Equipment. We shall neither be responsible for any errors or failures caused by any malfunction of your Equipment nor shall we be responsible for any computer/telephone virus or related problems that may be associated with your access and use of the Services and Equipment. You shall be responsible for charges due to any service provider providing you with connection to the Network and we shall not be responsible for losses or delays caused by any such service provider.<br/>16.2. You shall follow all instructions, procedures, and these Terms and Conditions and any other documents we may provide you concerning access and use of the Services and Equipment.<br/>16.3.You agree and acknowledge that you shall be solely responsible for the safekeeping and proper use of your Equipment.</section><section>17. INDEMNITY<br/>17.1 In consideration of EASYPRO GIE complying with your instructions or Requests in relation to the EASYPRO Cameroun Services, you undertake to indemnify us and hold us harmless against any loss, charge, damage, expense, fee, or claim which we may suffer or incur or sustain thereby. You absolve us from all liability for loss or damage you may sustain from us acting on your instructions or requests per these Terms. <br/>17.2 The indemnity in clause 16.1 shall also cover All demands, claims, actions, losses, and damages of whatever nature which may be brought against any of us or which we may suffer or incur arising from acting or not acting on any Request or arising from the malfunction or failure or unavailability of any hardware, software, or equipment, the loss or destruction of any data, power failures, corruption of storage media, natural phenomena, riots, acts of vandalism, sabotage, terrorism, any other event beyond our control, interruption or distortion of communication links or arising from reliance on any person or any incorrect, illegible, incomplete or inaccurate information or data contained in any Request received by us. <br/>17.3 The Indemnity in Clause 16.1 shall also cover any loss or damage that may arise from your use, misuse, abuse, or possession of any 3rd Party software, including, without limitation, any operating system, browser software, or any other software packages or programs, any unauthorized access to EASYPRO Cameroun App, or any breach of security or any destruction or accessing of your data or any destruction or theft of or damage to any of your Equipment, any loss or damage occasioned by the failure by you to adhere to these Terms and/or by supplying of incorrect information or loss or damage occasioned by the failure or unavailability of third party facilities or systems or the inability of a third party to process a transaction or any loss which may be incurred by us as a consequence of any breach by these Terms by you.</section><section>18. VARIATION AND TERMINATION OF RELATIONSHIP<br/>18.1.We may at any time, upon notice to you, terminate or vary our business relationship with you and suspend or discontinue your registration and or access to the Service:<p class='pl-6'>• If you use the Service for unauthorized purposes or where we detect any abuse/misuse, breach of content, fraud, or attempted fraud relating to your use of the Services.</p><p class='pl-6'>• If we are required or requested to comply with an order or instruction of, or a recommendation from Cameroon Authorities, Court, Regulator, or other competent Authority to that effect or necessitating it.</p><p class='pl-6'>• If we reasonably suspect or believe that you are in breach of these Terms (including non-payment of any amount due from you where applicable).</p><p class='pl-6'>• Where such a suspension or variation is necessary due to technical problems or for reasons of your safety or public access.</p><p class='pl-6'>• to facilitate, update, or upgrade the contents or functionality of the Services from time to time.</p><p class='pl-6'>• If we decide to suspend or cease the provision of the Services for commercial or any other reason as we may determine.</p>18.2. Termination shall not affect either party's accrued rights and liabilities and, in particular, shall not affect your obligations to meet any liabilities incurred prior to such termination.</section><section>19. BREACH OF TERMS AND CONDITIONS<br/>In the event of any breach of these terms and conditions, we may in circumstances where you fail to comply or fail to procure compliance with the terms of a notice consequently served on you, require immediate repayment in full of the Facility and/or forthwith terminate the contractual relationship with you without any consequential liability to you or any other person.</section><section>20. MISCELLANEOUS<br/>20.1. These Terms (as may be amended occasionally) form a legally binding agreement binding on you.<br/>20.2. We may vary or amend these Terms of EASYPRO Cameroun Services at any time and without consultation to you provided that EASYPRO GIE shall, upon reasonable notice, inform you of any such variations or amendments in advance of their intended commencement date and such notice and particulars of the variations including the amended version of these Terms shall be published on EASYPRO websites and may, additionally, be published in any other means as we may determine.<br/>20.3. No failure or delay by either yourself or on our part in exercising any right or remedy hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or remedy prevent any further or other exercise thereof or the exercise of any other right or remedy.<br/>20.4. The rights and remedies herein are cumulative and not exclusive of any rights or remedies provided by law.<br/>20.5. If any provision of these Terms shall be found by any duly appointed arbitrator, court, or administrative body of competent jurisdiction to be invalid or unenforceable, the invalidity or unenforceability of such provision shall not affect the other provisions herein.<br/>20.6. Any variations or amendments to these Terms shall be binding upon you as fully as if the same were contained in these Terms.<br/>20.7. We may translate these Terms into multiple languages. If there are any differences or conflicts between the English version and the version of these Terms in any other language, the English version will prevail (to the extent permitted by applicable laws) unless specified otherwise.<br>20.8Your contractual relationship with us is governed in all respects by ANTIC (Cameroon National Agency for Information and Communication Technologies) laws and regulations, notably the law on Cyber Security, and the parties submit to the exclusive jurisdiction of the [insert] courts.</section>
fr: 2.9. « Le Régional » désigne le Responsable Régional qui coordonne les Agents d'une région donnée. Il est responsable du suivi des demandes de *Casier Judiciaire assignées aux Agents de sa région, de la réception du Casier Judiciaire remis par ces agents, et de l'acheminement vers le Distributeur chargé de délivrer une copie papier du Casier Judiciaire au client.<br/>2.10. « Distributeur » désigne l'organisation chargée de délivrer une copie papier du casier judiciaire au client.<br/>2.11. « Frais » désigne les frais applicables au service EASYPRO Cameroun et tous les autres frais prévus par les présents Termes, et comprend tous les frais et taxes applicables en vertu des lois du Cameroun. Les frais sont susceptibles d'être modifiés à tout moment à la discrétion du GIE EASYPRO.<br/>2.12. « Gouvernement » désigne le Gouvernement de la République du Cameroun, ou tout autre gouvernement légalement établi en vertu des lois de la République du Cameroun.<br/>2.13. « Connaître Votre Client » également connu sous le nom de « KYC » fait référence aux obligations de vérifications nécessaires prescrites par la Loi, telles que prescrites ou recommandées par le Gouvernement de la République du Cameroun et/ou l'ANTIC (Agence Nationale des Technologies de l’Information et de la Communication du Cameroun). <br/>2.14. « Mobile Money (MoMo) » désigne les services de transfert d'argent et de paiement gérés et exploités par MTN Mobile Money Corporation au Cameroun.<br/>2.15. « Orange Money (OM) » désigne les services de transfert d'argent et de paiement gérés et exploités par Orange Money Corporation au Cameroun.<br/>2.16. « Carte de Débit/Crédit » désigne les cartes de débit ou de crédit (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.) utilisées par le Client pour le paiement des services. La banque partenaire du GIE EASYPRO est United Bank for Africa (UBA) Cameroun.<br/>2.17. « Acte de naissance » désigne l'acte délivré à la naissance du Client.<br/>2.18. « Acte de mariage » désigne l'acte délivré lors du mariage du Client.<br/>2.19. « Document d'Identité » désigne un document qui identifie le Client et prouve que le client réside ou a résidé au Cameroun. Il peut s'agir d'une Carte Nationale d'Identité, d'un passeport ou d'une copie d'un VISA d'entrée au Cameroun.<br/>2.20. « Tribunal d'établissement » désigne le tribunal où le Casier Judiciaire du Client doit être délivré.<br/>2.21. « Relevé des Frais » désigne la répartition des éléments qui constituent le coût total du Service.<br/>2.22. « Débours » désigne le montant à payer par l'Agent pour achever la délivrance du Casier Judiciaire par les services Judiciaires du Cameroun.<br/>2.23. « Équipement » désigne tout appareil appartenant au Client et utilisé pour accéder au Service EASYPRO Cameroun. Un tel équipement peut inclure, sans toutefois s'y limiter, un téléphone portable, une tablette ou un ordinateur.<br/>2.24. « Taxes et Droits de Timbre » désigne le montant à payer au Trésor Public du Cameroun.<br/>2.25. « Frais de Service » désigne le montant retenu par EASYPRO GIE pour la gestion générale en vue de délivrer le Service.<br/>2.26. « Partie » désigne le Client ou le GIE EASYPRO individuellement.<br/>2.27. « Parties » désigne conjointement le Client et GIE EASYPRO.<br/>2.28. « Demande » désigne une demande ou une instruction reçue par le GIE EASYPRO du Client, ou prétendument du Client via l'Application EASYPRO et sur laquelle le GIE EASYPRO est autorisée à agir.<br/>2.29. « Service » désigne le service EASYPRO Cameroun qui coordonne l'émission et la livraison du Casier Judiciaire au Client, en vertu du présent accord ; lequel service est également connu sous le nom de service EASYPRO Cameroun.<br/>2.30. « Termes » désigne les présents Termes et Conditions, y compris toute modification ou mise à jour des Termes et Conditions, selon les besoins.<br/>2.31. « Nous », « notre », « notre » et « nos » désignent le GIE EASYPRO et incluent nos successeurs et cessionnaires.<br/>2.32. « Vous » ou « votre » désigne le Client et inclut les représentants et cessionnaires du Client.<br/>2.33. Les mots ayant le sens singulier lorsque le contexte le permet incluent le sens pluriel et vice versa.</section><section>3. ACCEPTATION DES TERMES ET CONDITIONS<br/>3.1. Avant de vous inscrire ou de vous enregistrer au Service, vous devez lire attentivement et comprendre ces les Termes car ils régissent l'accès, l'utilisation et le fonctionnement du Service. Ces Termes sont disponibles sur www.easyproonline.com/termsandconditions.<br/>3.2. Si vous n'êtes pas d'accord avec ces Termes, veuillez cliquer sur Refuser dans l'application EASYPRO Cameroun.<br/>3.3. Vous serez réputé avoir lu, compris et accepté ces Termes :<br/> 3.3.1. À l'ouverture de l'Application EASYPRO, vous serez invité à lire les Termes disponibles sur www.easyproonline.com/termsandconditions , après quoi vous devrez cliquer soit sur « J'accepte », soit sur « Je refuse ».<br/> 3.3.2. En utilisant ou en continuant à utiliser et en demandant le Service.<br/>3.4. En vous inscrivant au Service, vous acceptez de vous conformer et d'être lié par ces Termes tels que modifiés et révisés de temps à autre, et vous reconnaissez que ces Termes et Conditions sont sans préjudice de tout autre droit que Nous pourrions avoir en vertu de la Loi ou autrement concernant votre l'inscription, l'accès et l'utilisation du Service.<br/>3.5. Nous pouvons de temps à autre modifier ou amender ces Termes, et votre accès et votre utilisation continus du Service constituent votre acceptation d'être lié par les Termes de toute modification ou variation.</section><section>4. INSCRIPTION AU SERVICE / CRITÈRES DE QUALIFICATION<br/>4.1. En vous inscrivant au Service, vous confirmez et garantissez que vous (a) avez au moins vingt-et-un (21) ans ; (b) avez la pleine capacité juridique pour conclure un accord valide et juridiquement contraignant ; (c) résidez au Cameroun ; ou (d) avez résidé au Cameroun pendant la période du Casier Judiciaire demandé.<br/>4.2. Nous nous réservons le droit de vérifier l'authenticité et le statut des documents requis que vous fournirez pour en vous inscrivant pour le Service. Votre demande peut être refusée si nous ne sommes pas convaincus que vous répondiez aux exigences minimales.<br/>4.3. Vous ne pouvez-vous inscrire au Service que sous un unique nom et un unique numéro de téléphone ; les Termes et Conditions s'appliquent à l'ID de demande enregistré sous cet unique nom et cet unique numéro de téléphone.<br/>4.4. Vous acceptez et autorisez par la présente l'échange entre le GIE EASYPRO et ses partenaires travaillant à la fourniture de ce Service, de toutes vos informations personnelles que nous détenons dans le cadre de la fourniture du Service EASYPRO Cameroun. Ces informations personnelles incluent, sans toutefois s'y limiter, votre numéro de téléphone, votre nom, votre date de naissance, votre carte d'identité ou votre numéro de passeport, ainsi que toute autre information qui nous permettra de vous identifier et de nous conformer aux exigences de la réglementation locale « Connaître Votre Client ». <br/>4.5. Vous acceptez et nous autorisez également par la présente à utiliser vos informations pour la fourniture du service EASYPRO Cameroun, car nous en aurons besoin aux fins de la fourniture du Service.<br/>4.6. Vous adhérerez au Service uniquement en utilisant votre équipement via l'application EASYPRO Cameroun.<br/>4.7. Par la présente, vous acceptez et nous autorisez à obtenir et à fournir vos informations personnelles détenues par les Autorités Camerounaises, et vous acceptez et consentez en outre à la divulgation et à la fourniture de ces informations personnelles détenues par le Gouvernement du Cameroun.<br/>4.8. Par la présente, vous reconnaissez et autorisez en outre à vérifier vos informations personnelles par rapport aux informations reçues de votre part en ce qui concerne la réglementation camerounaise.</section><section>5. VOS DEMANDES<br/>5.1. Vous autorisez par la présente et de manière irrévocable le GIE EASYPRO à donner suite à toutes les demandes que nous recevons de votre part en utilisant l'Application EASYPRO Cameroun, et à vous en tenir responsable. Nous pouvons néanmoins de temps à autre refuser d'exécuter toute demande dépassant le cadre du Service tel que proposé.<br/>5.2. Nous serons réputés avoir agi correctement et avoir pleinement rempli toutes nos obligations dès que nous nous sommes conformés à la demande. Nous pouvons vous demander des informations supplémentaires ou une confirmation (écrite ou autre) avant de répondre à une demande, mais nous ne serons pas obligés de répondre à une demande en l'absence de telles informations ou confirmations supplémentaires, ni de demander et de recevoir une confirmation de votre part. avant de répondre à une demande.<br/>5.3. Nous refuserons toute demande de service si la demande n'est pas conforme à tous les documents requis pour soumettre la demande au Tribunal d'établissement.<br/>5.4. Les services EASYPRO Cameroun sont tous prépayés. En acceptant ces termes et conditions d’utilisation, vous acceptez aussi de prépayer pour le service que vous demandez.<br/>5.5. EASYPRO Cameroun décline sa responsabilité pour les demandes de service soumises à six (6) jours ouvrables de la date de clôture de l’évènement pour lequel le service est demandé. <br/>5.6. EASYPRO Cameroun remet où expédie le livrable entre trois (3) et sept (7) jours ouvrables, à compter du jour ouvrable suivant votre paiement, en fonction de la distance entre le lieu de naissance et le lieu de livraison déclaré. Les usagers résidant à l’étranger doivent prendre en compte un délai supplémentaire lié à l’expédition. <br/>5.7. EASYPRO Cameroun n’est pas responsable des désagréments subis dans les cas de force majeurs. </section><section>6. FORMULAIRE DE DEMANDE DE REMPLISSAGE<br/>6.1. Lors de votre inscription au Service, vous remplirez le formulaire de demande :<br/> ▪ Avec vos informations personnelles (nom, prénom, numéro de téléphone, région de naissance)<br/> ▪ Avec les informations nécessaires à l'établissement du Casier Judiciaire (Pays de résidence, Tribunal d'établissement, Adresse de livraison, Numéro de téléphone alternatif)<br/>6.2. Revoyez les informations fournies et confirmez que toutes les informations sont exactes.</section><section>7. DÉCLARATION DES FRAIS<br/>7.1. Après confirmation des informations requises, le relevé des frais vous sera affiché.<br/>7.2. Le relevé des frais décrit la répartition des coûts par article (Taxes et Droits de Timbres, Frais de Service, Débours)<br/>7.3. Vous devrez confirmer le Relevé des Frais pour lancer le paiement.</section><section>8. VALIDATION DES OPTIONS DE PAIEMENT :<br/>8.1. La liste des options de paiement s'affichera. Les moyens de paiement sont MTN Mobile Money (MoMo), Orange Money (OM), ou encore les cartes de débit ou de crédit (Visa, Master Card, American Express, Discovery, Carte Bleue, …, etc.).<br/>8.2. Pour Mobile Money (MoMo) ou Orange Money (OM), le Client entrera son numéro de téléphone.<br/>8.3. Pour une carte de débit ou de crédit, le client entrera les détails de la carte de débit ou de crédit.<br/>8.4. Pour tous les paiements, le Client recevra une notification de finalisation du paiement. De plus, pour MoMo et OM, le Client recevra une Notification SMS.<br/>8.5. La monnaie sera soit le Franc CFA d’Afrique Centrale (XAF), soit l’euro (EUR).</section><section>9. TÉLÉCHARGEMENT DES DOCUMENTS REQUIS<br/>9.1. Le Client devra fournir les documents requis pour la délivrance du casier judiciaire :<br/> ▪ Pièce d'identité : Carte Nationale d’Identité (recto/verso), passeport ou copie d'un VISA d'entrée au Cameroun.<br/> ▪ Certificat de naissance<br/> ▪ Acte de mariage (uniquement pour les femmes mariées)<br/>9.2. Le Client recevra un message confirmant le téléchargement réussi des documents<br/>9.3. Le Client pourra alors télécharger le récépissé final de demande.</section><section>10. TÉLÉCHARGEMENT DE VOTRE REÇU<br/>10.1. Nous vous invitons et recommandons fortement de télécharger votre reçu à la fin du processus de soumission de votre demande de service.</section><section>11. Droits de privilège et de sécurité<br/>11.1. Par la présente, vous nous constituez également en tant que votre mandataire aux fins de compléter les services EASYPRO en ce qui concerne votre demande de Casier Judiciaire ou tout autre bien que nous détenions en lien avec ces fins.</section><section>12. LES PLAINTES DES CLIENTS<br/>12.1. Les réclamations doivent être déposées soit en contactant le numéro +237 650 229 950 par WhatsApp uniquement, soit en écrivant à l’adresse email support@easyproonline.com, tous destinés au support des services EASYPRO Cameroun. Vous pouvez également visiter notre site Web www.easyproonline.com.<br/>12.2. Nous prendrons toutes les mesures raisonnables en notre pouvoir pour résoudre vos plaintes conformément aux conditions générales des services EASYPRO Cameroun. Nous traiterons toutes les plaintes conformément à nos procédures de traitement des plaintes, disponibles sur demande.</section><section>13. FRAIS, FRAIS ET DÉPENSES<br/>13.1. Vous êtes responsable du paiement de tous les frais applicables pour l’utilisation du Service. Les frais à payer vous sont présentés pour chaque demande.<br/>13.2. Tous les frais sont déduits à la source et sont sujets à changement à tout moment à la seule discrétion du GIE EASYPRO.<br/>13.3. Sauf indication contraire, les frais incluent toutes les taxes applicables, y compris la Taxe sur la Valeur Ajoutée (TVA) au taux en vigueur. Vous acceptez par la présente de payer tous les frais de service et taxes associées.<br/>13.4. Au moment où vous effectuez une demande sur le Service, nous vous informerons des frais applicables pour vous permettre de confirmer votre connaissance et votre acceptation de ces frais.<br/>13.5. Nous fournirons une ventilation détaillée des frais engagés dans le relevé complet.<br/>13.6. Les frais liés à votre utilisation seront strictement conformes aux conditions générales en vigueur du Service EASYPRO Cameroun.</section><section>14. IMPÔTS Tous les services EASYPRO Cameroun incluent toutes les taxes payables par vous. Par la présente, vous nous autorisez irrévocablement à réviser les frais en cas de modification des taxes applicables.</section><section>15. DIVULGATION DE RENSEIGNEMENTS PERSONNELS<br/>15.1. Par la présente, vous consentez expressément et autorisez le GIE EASYPRO à divulguer, recevoir, enregistrer ou utiliser vos informations personnelles ou données relatives à votre demande de Service EASYPRO Cameroun pour tout besoin de fourniture du Service, et tout détail de votre utilisation des Services :<br/> 1. Vers et depuis nos prestataires de services, distributeurs, agents ou toute autre société qui peut être ou devenir notre société affiliée, filiale ou société holding à des fins commerciales raisonnables liées aux services.<br/> 2. À nos avocats, auditeurs ou autres conseillers professionnels, ou à tout tribunal ou tribunal arbitral dans le cadre de toute procédure judiciaire ou d'audit dans la mesure requise dans le cours normal de leurs fonctions.<br/> 3. Pour se conformer à toute loi, réglementation ou ordonnance d’un tribunal camerounais.<br/> 4. À des fins commerciales raisonnables liées à votre utilisation des Services, telles que des activités liées au marketing et à la recherche ; et<br/> 5. Dans les pratiques commerciales, y compris, mais sans s'y limiter, le contrôle de la qualité, la formation et la garantie du fonctionnement efficace des systèmes.<br/> 6. Dans les cas où vous nous autorisez à divulguer des informations.<br/>15.2. Vous nous autorisez à divulguer toute information relative à vos services EASYPRO Cameroun à tout organisme d'application de la loi ou gouvernemental camerounais, étranger ou international pour aider à la prévention, à la détection, à l'enquête ou à la poursuite d'activités criminelles ou de fraude, ou à toute autre institution ou Tiers comme l'exigent les lois de tout pays que nous jugeons nécessaire.<br/>15.3. Vous nous autorisez à divulguer, répondre, conseiller l'échange et communiquer les détails ou informations relatifs à vos services EASYPRO Cameroun à des Tiers impliqués dans l'administration de vos services EASYPRO Cameroun, la souscription de polices d'assurance, la mise à jour des bases de données ou la fourniture d'assistance aux utilisateurs.</section><section>16. VOTRE ÉQUIPEMENT ET RESPONSABILITÉS<br/>16.1. Vous devez, à vos propres frais, fournir et maintenir en état de fonctionnement sûr et efficace l’équipement nécessaire à l’accès aux services. Vous serez responsable d’assurer le bon fonctionnement de votre équipement. Nous ne serons ni responsables des erreurs ou pannes causées par un dysfonctionnement de votre équipement, ni de tout virus informatique/téléphonique ou problèmes connexes pouvant être associés à votre accès et à votre utilisation des services et de l'équipement. Vous serez responsable des frais dus à tout fournisseur de services vous fournissant une connexion au réseau et nous ne serons pas responsables des pertes ou des retards causés par un tel fournisseur de services.<br/>16.2. Vous devez suivre toutes les instructions, procédures, ainsi que les présents Termes et Conditions et tout autre document que nous pouvons vous fournir concernant l'accès et l'utilisation des Services et de l'Équipement.<br/>16.3. Vous acceptez et reconnaissez que vous êtes seul responsable de la garde et de la bonne utilisation de votre équipement.</section><section>17. INDEMNITÉ<br/>17.1 En contrepartie du respect par le GIE EASYPRO de vos instructions ou Demandes relatives aux Services EASYPRO Cameroun, vous vous engagez à nous indemniser et à nous dégager de toute responsabilité contre toute perte, charge, dommage, dépense, frais ou réclamation que nous pourrions subir ou encourir ou subir de ce fait et vous nous exonérer de toute responsabilité pour les pertes ou dommages que vous pourriez subir du fait de notre action sur vos instructions ou demandes ou conformément aux présents Termes et Conditions. <br/>17.2 L'indemnisation prévue à l'article 16.1 couvrira également toutes les demandes, réclamations, actions, pertes et dommages de quelque nature que ce soit qui pourraient être intentés contre l'un d'entre nous ou que nous pourrions subir ou encourir en raison du fait d'avoir répondu ou non à une demande ou découlant du dysfonctionnement. ou la panne ou l'indisponibilité de tout matériel, logiciel ou équipement, la perte ou la destruction de toutes données, les pannes de courant, la corruption des supports de stockage, les phénomènes naturels, les émeutes, les actes de vandalisme, de sabotage, de terrorisme, tout autre événement indépendant de notre volonté, l'interruption ou une distorsion des liens de communication ou résultant de la confiance accordée à une personne ou à toute information ou donnée incorrecte, illisible, incomplète ou inexacte contenue dans toute demande que nous recevons.<br/>17.3 L'indemnisation prévue à l'article 16.1 couvrira également toute perte ou tout dommage pouvant résulter de votre utilisation, mauvaise utilisation, abus ou possession de tout logiciel tiers, y compris, sans s'y limiter, tout système d'exploitation, logiciel de navigation ou tout autre progiciel ou programme, tout accès non autorisé à l'Application EASYPRO Cameroun, ou toute violation de la sécurité ou toute destruction ou accès à vos données ou toute destruction, vol ou dommage de l'un de vos équipements, toute perte ou dommage occasionné par le non-respect par vous des présents Termes et Conditions et/ ou en fournissant des informations incorrectes ou une perte ou un dommage occasionné par la panne ou l'indisponibilité d'installations ou de systèmes tiers ou l'incapacité d'un tiers à traiter une transaction ou toute perte que nous pourrions subir à la suite d'une violation de ces conditions. Conditions par vous.</section><section>18. VARIATION ET CESSATION DE RELATION<br/>18.1. Nous pouvons à tout moment, sur préavis, mettre fin ou modifier notre relation commerciale avec vous et suspendre ou interrompre votre inscription et/ou votre accès au Service :<br/>• Si vous utilisez le Service à des fins non autorisées ou lorsque nous détectons un abus/une mauvaise utilisation, une violation de contenu, une fraude ou une tentative de fraude liée à votre utilisation des Services.<br/>• Si nous sommes tenus ou invités de nous conformer à un ordre, une instruction ou une recommandation des autorités camerounaises, d'un tribunal, d'un régulateur ou de toute autre autorité compétente à cet effet ou le nécessitant.<br/>• Si nous soupçonnons ou pensons raisonnablement que vous violez les présents Termes (y compris le non-paiement de tout montant dû par vous, le cas échéant).<br/>• Lorsqu'une telle suspension ou modification est nécessaire en raison de problèmes techniques ou pour des raisons de sécurité ou d'accès du public.<br/>• Pour faciliter, mettre à jour ou mettre à niveau le contenu ou les fonctionnalités des Services de temps à autre.<br/>• Si nous décidons de suspendre ou de cesser la fourniture des Services pour des raisons commerciales ou pour toute autre raison que nous pouvons déterminer.<br/>18.2. La résiliation n'affectera pas les droits et responsabilités acquis de l'une ou l'autre des parties et, en particulier, n'affectera pas vos obligations de faire face aux responsabilités encourues avant une telle résiliation.</section><section>19. VIOLATION DES TERMES ET CONDITIONS En cas de violation de ces Termes et Conditions, nous pouvons, dans des circonstances où vous ne vous conformez pas ou ne parvenez pas à faire respecter les Termes d'un avis qui vous a été signifié, exiger le remboursement immédiat et intégral de la facilité et/ou résilier immédiatement. La relation contractuelle avec vous sans aucune responsabilité consécutive envers vous ou toute autre personne.</section><section>20. DIVERS<br/>20.1. Ces Termes (tels qu’ils peuvent être modifiés de temps à autre) forment un accord juridiquement contraignant qui vous lie.<br/>20.2. Nous pouvons modifier ou amender les présents Termes et Conditions du Service EASYPRO Cameroun à tout moment et sans vous consulter, à condition que le GIE EASYPRO vous informe, moyennant un préavis raisonnable, de ces variations ou modifications avant leur date d'entrée en vigueur prévue et de cet avis et détails des modifications, y compris la version modifiée des présents Termes, sera publiée sur les sites Web d'EASYPRO et pourra, en outre, être publiée par tout autre moyen que nous pourrons déterminer.<br/>20.3. Aucun manquement ou retard de votre part ou de notre part dans l'exercice d'un droit ou d'un recours en vertu des présentes ne constituera une renonciation à celui-ci, et aucun exercice unique ou partiel d'un droit ou d'un recours n'empêchera tout exercice ultérieur ou autre de celui-ci ou l'exercice de tout autre droit ou recours.<br/>20.4. Les droits et recours prévus dans les présentes sont cumulatifs et non exclusifs des droits ou recours prévus par la loi.<br/>20.5. Si une disposition des présents Termes et Conditions est jugée invalide ou inapplicable par un arbitre, un tribunal ou un organe administratif dûment nommé de juridiction compétente, l'invalidité ou l'inapplicabilité de cette disposition n'affectera pas les autres dispositions des présentes.<br/>20.6. Toute variation ou modification de ces Termes vous liera aussi pleinement que si elle était contenue dans les présents Termes et Conditions.<br/>20.7. Nous pouvons traduire ces Termes dans plusieurs langues. S'il existe des différences ou des conflits entre la version anglaise et la version des présents Termes et Conditions dans une autre langue, la version française prévaudra (dans la mesure où cela est permis par les lois applicables), sauf indication contraire.<br/>20.8. Votre relation contractuelle avec nous est régie à tous égards par les lois et règlements en vigueur au Cameroun et les parties se soumettent à la compétence exclusive des tribunaux d’instance de Douala.</section>
