Repository: adigxs/easypro237
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Model name
fr: Nom du modèle

source: Object ID
fr: ID de l'objet

source: Field name
fr: Nom du champ

source: Upload a file
fr: Télécharger un fichier

source: Request of certificate of non conviction
fr: Demande de casier judiciaire

source: Assistance in obtaining your criminal record
fr: Assistance pour l'obtention de votre casier judiciaire

source: Dear <strong>{instance.user_full_name}</strong>,<p>Congratulations on your payment, <br>
fr: Cher <strong>{instance.user_full_name}</strong>,<p>Félicitation pour votre paiement, <br>

source: New request for criminal record extract
fr: Nouvelle demande d'Extrait de Casier Judiciaire

source: Dear {selected_agent.first_name}, <p>The request for criminal record extract N°
fr: Cher(e) {selected_agent.first_name}, <p>La demande d'extrait de casier judiciaire N°

source: New request of criminal record extract in the
fr: Nouvelle demande d'Extrait de Casier Judiciaire dans le

source: Dear Regional of {region}, <p> The request of Criminal Record N°
fr: Cher Régionale du (de l') {region}, <p>La demande d'Extrait de Casier Judiciaire N°

source: Payment failed
fr: Paiement échoué

source: Your payment transaction of %(currency_code)s <strong>%(amount)s</strong> for the establishment of your Criminal Record N°<strong>%(request_code)s</strong> has failed with the response <strong>%(message)s</strong>.<p>Please try again.</p>
fr: Votre paiement d'un montant de %(currency_code)s <strong>%(amount)s</strong> pour l'établissement de l'Extrait de Casier Judiciaire de N°<strong>%(request_code)s</strong> a échoué avec pour réponse: <strong>%(message)s</strong>.<p>Veuillez essayer encore.</p>

source: Actually!! You can only pay with mobile payments in Cameroon
fr: Actuellement!! Vous ne pouvez que payez par mobile money au Cameroun

source: Foreign payment is not handled now
fr: Le paiement international n'est pas encore possible

source: Unknown error
fr: Une erreur inconnue

source: Invalid court for this user born abroad
fr: Tribunal invalide pour cet utilisateur né à l'étranger

source: {birth_department} is in red area department,
fr: {birth_department} est un département de la zone rouge,

source: Criminal Record Central Index Card - Minjustice -
fr: Fichier Central du Casier Judiciaire - Minjustice -

source: Selected court {selected_court} is not eligible
fr: Le tribunal sélectionné {selected_court} n'est pas éligible

source: You are not authorize to update the status of this request
fr: Vous n'êtes pas autorisé à mettre à jour le statut de la demande

source: The request {instance.code} must be committed or incorrect or rejected
fr: La demande {instance.code} doit être payé ou incorrecte ou rejeté

source: New pending delivery
fr: Nouvelle livraison en attente

source: Mr/Mrs. {delivery_agent.username}, <p>The request for criminal record N°
fr: M/Mme. {delivery_agent.username}, <p> La demande de casier judiciaire N°

source: The request {instance.code} is not yet completed
fr: Le document de la demande {instance.code} n'est pas encore établi

source: The package of request {instance.code} has not yet been shipped
fr: Le colis de la demande {instance.code} n'a pas encore été éxpédié

source: The package of request {instance.code} has not yet received
fr: Le colis de la demande {instance.code} n'a pas encore été reçu

source: You don't have permission to change status of this request
fr: Vous n'avez pas la permission de changer le statut de cette demande

source: The status of the request {instance.code} has changed
fr: Le statut de la demande {instance.code} a changé

source: {agent.get_full_name()} has been successfully added
fr: {agent.get_full_name()} a été ajouté avec succès

source: Permission already exists
fr: La permission existe déjà

source: The specified user does not exist.
fr: L'utilisateur spécifié n'existe pas.

source: The specified permission does not exist.
fr: La permission spécifiée n'existe pas.

source: Group already has that permission
fr: Le groupe spécifié a déjà cette permission

source: The permission {permission_name} has been granted to the group {group.name}.
fr: La permission {permission_name} a été attribuée au groupe {group.name}.

source: The specified user does not exist
fr: L'utilisateur spécifié n'existe pas

source: The specified permission does not exist
fr: La permission spécifiée n'existe pas

source: {user.get_full_name()} logged in successfully
fr: {user.get_full_name()} connecté avec succès

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Password mismatched
fr: Mot de passe erroné

source: Agent %s not found.
fr: Agent %s introuvable.
